Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: Code Aurora provides the tested code needed to bring innovative, performance optimized, open source- based products to market and also serves as a staging area for code that is submitted to upstream projects such as the Linux kernel and Android.
ja: CAF プロジェクトは、革新的でパフォーマンスが最適化されたオープン ソース ベースの製品を市場に出すために必要なテスト済みコードを提供するとともに、アップストリーム プロジェクト (Linux カーネルや Android など) に提出されるコードのステージング領域の役割も果たします。

source: Code of Conduct
ja: 行動規範

source: Collaborate in the open with your partners and competitors to address industry needs
ja: 業界のニーズに対応するためにパートナー企業や競合企業とオープンに協業する

source: Collaborative development has helped speed innovation and troubleshooting
ja: 共同開発がイノベーションとトラブルシューティングの高速化を促進

source: Collaborative project hosting and services
ja: 協業プロジェクトの誘致やサービス

source: Collateral Distribution: Laid out in a prominent location near registration.
ja: グッズの配布: 受付近辺の目立つ場所に配置

source: Common presentation issues and tips
ja: 発表時によくある問題やヒント

source: Communication Stickers
ja: コミュニケーション ステッカー

source: Communication stickers indicate an attendee's requested level of interaction for both other attendees and press (including photographers and videographers).
ja: コミュニケーション ステッカーは、他の参加者やプレス (カメラマンやビデオ撮影者も含む) に対して自分がどの程度の交流を望むかを示すものです。

source: Community Events
ja: コミュニティ イベント

source: Community Leadership
ja: コミュニティ リーダーシップ

source: Community Leadership Conference (North America and Europe only)
ja: Community Leadership Conference (北米およびヨーロッパのみ)

source: Community Leadership:
ja: コミュニティ リーダーシップ

source: Community Support
ja: コミュニティ支援

source: Community leaders interested in growing a strong, vibrant and diverse community come together to discuss, collaborate and continue to refine the practice of community leadership.
ja: 強力、活気、多様性を兼ね備えたコミュニティの育成に興味あるコミュニティ リーダーが集結し、議論や協業を行ったり、コミュニティ リーダーシップを継続的に発揮するためのブラッシュアップを行ったりします。

source: Community.
ja: コミュニティ

source: Companies already developing IoT solutions based on either technology can proceed with the confidence that their products will be compatible with the unified IoT standard that the industry has been asking for.
ja: したがって、これらいずれかの技術をベースにした IoT ソリューションを開発中の企業については、それらの製品も、業界が求めていたユニファイド IoT スタンダードと間違いなく互換であるため、開発作業を進めても何ら問題はありません。

source: Companies and projects working on the leading edge of automotive and embedded Linux can gain valuable mindshare and thought leadership opportunities by supporting Automotive Linux Summit.
ja: 最先端の自動車/組込み Linux に取り組む企業やプロジェクトは、Automotive Linux Summit をサポートすることで、価値あるマインドシェアやソート リーダーシップ機会を手に入れることができます。

source: Companies are choosing The Linux Foundation to launch initiatives in virtually every sector of the industry: blockchain, cloud, networking, Internet of Things, and more.
ja: さまざまな企業が The Linux Foundation を選び、ブロックチェーン、クラウド、ネットワーク処理、IoT をはじめとするあらゆる分野でプロジェクトを発足させています。

source: Companies are now required to invest to open source in a strategic manner to improve their "readiness" to open source: development process, governance/compliance, communities relations and securing open source talents within the companies only as an example.
ja: 企業は今、オープン ソースへの「対応」を強化するために、戦略的にオープン ソースに投資する必要があります。たとえば、開発プロセス、ガバナンス/コンプライアンス、コミュニティとのつながり、そして企業内のオープン ソース人材の確保などです。

source: Company Case studies on what’s worked, and what hasn’t in practice for compliance.
ja: 企業のケース スタディ: コンプライアンスに有用だったものとそうでないもの

source: Compliance Officers
ja: コンプライアンス オフィサー

source: Complimentary Passes For Speakers
ja: 発表者用無料招待券

source: Complimentary child care will be available onsite during event days.
ja: イベント開催中利用可能な無償の保育サービスです。

source: Computer Discount
ja: コンピューターのディスカウント

source: Conduct source code inspections before releasing the source code
ja: ソース コードをリリースする前にソース コード点検を実行する。

source: Conference Attendee Passes*: Full access passes to the entire conference for your staff or customers
ja: カンファレンス招待券*: 社員や顧客がカンファレンスにフル アクセスできる招待券

source: Conference Session Video Recordings $6,000 (ONE TRACK/ALL DAYS OF EVENT), $3,000 PER TRACK, PER DAY.
ja: カンファレンス セッションのビデオ録画 $6,000 (1 トラック / イベント期間内毎日)、$3,000 (1 トラック / 1 日)

source: Conference Sessionor BoF
ja: カンファレンス セッションまたは BoF

source: Conference staff can be identified by t-shirts/staff badges onsite; and an organizer can be found at the event registration counter at any time.
ja: カンファレンス スタッフは、会場では T シャツやバッジを身に着けています。イベントの受付カウンターにも常駐スタッフがいます。

source: Conference staff will also provide support to victims, including, but not limited to:
ja: カンファレンス スタッフは、被害者に対して以下のようなサポートを行います。

source: Conference staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the conference.
ja: カンファレンス スタッフは、ハラスメント経験者が安心してカンファレンスに参加できるように、会場の警備員への連絡、最寄りの警察署への通報、護衛の提供などのサポートを行います。

source: Connect with OSS Leaders at Events
ja: OSS のリーダーとイベントで

source: Connected Car, Vehicle-to-Vehicle (V2V), Vehicle-to-Cloud (V2C)
ja: コネクテッド カー、V2V (Vehicle-to-Vehicle)、V2C (Vehicle-to-Cloud)

source: Contact Angela Brown, VP of Events, at angela@linuxfoundation.org.
ja: Angela Brown (The Linux Foundation イベント担当 VP) angela@linuxfoundation.org までぜひご連絡ください。

source: Contact Information/Harassment Reports
ja: お問い合わせ / ハラスメントの報告先

source: Contact Us
ja: お問い合わせ

source: Contact Us With Ideas
ja: ご意見をお寄せください

source: Contact list shared two weeks prior to event for your own outreach.
ja: イベントの 2 週間前に連絡先リストを提供

source: Contact sponsorships@linuxfoundation.org to secure your sponsorship today.
ja: スポンサーシップの詳細については、sponsorships@linuxfoundation.org までお問い合わせください。

source: Contact sponsorships@linuxfoundation.orgto secure your sponsorship today.
ja: スポンサーシップの詳細については、sponsorships@linuxfoundation.org までお問い合わせください。

source: Contact us to learn about hosting your project at The Linux Foundation, a neutral home for collaborative development.
ja: 共同開発のための中立な場である The Linux Foundation のプロジェクト運営についてご質問がある場合は、以下のフォームからお問い合わせください。

source: Contacting hotel/venue security or local law enforcement
ja: ホテル・会場の警備員や最寄りの警察所への報告

source: Container Composition (e.g. Fleet, Swarm)
ja: コンテナ組成 (Fleet、Swarm など)

source: Container Runtime (e.g. Docker, rkt, LXC, LXD, openvz, lmctfy, Warden, libvirt-lxc)
ja: コンテナ ランタイム (Docker、rkt、LXC、LXD、openvz、lmctfy、Warden、libvirt-lxc など)

source: Container/Hypervisor Collaboration and Coexistence
ja: コンテナ/ハイパーバイザーのコラボレーションや共存

source: Containers
ja: コンテナ

source: Containers & Cloud Native Computing
ja: コンテナおよびクラウド ネイティブ コンピューティング

source: Containers are disrupting traditional application development and virtualization models enabling businesses to explore new, improved methods of deploying their services and products.
ja: コンテナは従来のアプリケーション開発モデルや仮想化モデルの常識を覆し、企業による新しいサービスや製品の提供手段の追求を可能にします。

source: Containers are revolutionizing the way we automate, deploy and scale workloads, and this event is the place to learn about how to best use these technologies to your advantage.
ja: コンテナは、作業を自動化/デプロイ/スケールするしくみを大きく変えています。このイベントは、これらの技術の生かし方を学べる場所です。

source: Containers are revolutionizing the way workloads are automated, deployed and scaled, and ContainerCon is the place to learn about how to best use these technologies.
ja: コンテナは、作業を自動化/デプロイ/スケールするしくみを大きく変えています。ContainerCon はこうのような技術の使い方を学べる場所です。

source: Containers.
ja: コンテナ

source: Contents
ja: ◇内 容 ：

source: Contribute to massive collaborative efforts
ja: 大規模な協業活動に貢献する

source: Conveniently located in a 2 minute walk from Yokohama Station and is close to many tourist destinations.
ja: 横浜駅東口から徒歩 2 分で、さまざまな観光地に至近です。

source: Core & Operating Systems
ja: コア & オペレーティング システム

source: Core Infrastructure Initiative
ja: Core Infrastructure Initiative (CII)

source: Cornelia Davis, CTO at Pivotal, at Collaboration Summit
ja: Cornelia Davis (Pivotal の CTO) Collaboration Summit で講演

source: Corporate and individual open source training and certifications
ja: 企業や個人に対するオープン ソースのトレーニングや認証試験

source: Cost: $99
ja: 費用: 99 米ドル

source: Course to prepare speakers at Linux Foundation and other technology industry events with background knowledge and practical skills to promote inclusivity in their presentations
ja: Linux Foundation などの技術業界イベントの講演者がプレゼンの参加性を高めるための予備知識や実技を身に着けるコース

source: Creating billions of dollars of shared software
ja: 数十億ドル規模の共有ソフトウェアの開発

source: Current devices running on either AllJoyn or IoTivity solutions will be interoperable and backward-compatible.
ja: AllJoyn や IoTivity のソリューションを利用している現行のデバイスも、相互運用可能で下位互換性があります。

source: Currently, many automakers use proprietary operating systems for infotainment.
ja: 現在、多くの自動車メーカーが、インフォテインメントにプロプライエタリ オペレーティング システムを使用しています。

source: Customers across the automotive supply chain use Synopsys’ Silicon to Software™ solutions to develop ICs and software for infotainment, ADAS, V2X and autonomous driving applications.
ja: 自動車サプライ チェーン企業の多くは、Synonpsys の Silicon to Software™ ソリューションを利用して、ADAS (先進運転支援システム)、V2X (車車間/路車間通信)、および自動運転アプリケーション向けの IC やソフトウェアを開発しています。

source: DIAMOND SPONSORSHIP
ja: ダイアモンド スポンサーシップ

source: Dan Kohn leads the Cloud Native Computing Foundation.
ja: Dan Kohn は Cloud Native Computing Foundation のリーダーです。

source: Dan Kohn, Executive Director CNCF
ja: CNCF エグゼクティブ ディレクター

source: Dan earned a Bachelor’s degree in Electrical Engineering (with a Computer Engineering major) from the University of Ottawa.
ja: Dan はオタワ大学において電子工学士の (コンピューター工学専攻) 学位を取得しています。

source: Dan has over 22 years of experience spanning the automotive, telecom, networking, and mobile business verticals.
ja: Dan は自動車、通信、ネットワーク、モバイルなどさまざまな分野に 22 年以上携わってきました。

source: Dan helped manage a number of telecoms firms controlled by Craig McCaw, and started his career as founder and CEO of NetMarket, one of the first internet companies.
ja: Craig McCaw 氏が管理するさまざまな電気通信企業の経営に関わり、最初のインターネット企業の 1 つである NetMarket の設立者兼 CEO として彼のキャリアをスタートさせました。

source: Dan is the CMO at Digital Asset Holdings.
ja: Dan は、Digital Asset Holdings の CMO です。

source: Dan is the General Manager of Automotive at Linux Foundation.
ja: Dan は、Linux Foundation の自動車部門のジェネラル マネージャーです。

source: Dan is the General Manager of Automotive at The Linux Foundation.
ja: Dan は、Linux Foundation の自動車部門のジェネラル マネージャーです。

source: Dan previously served as CTO of several startups, including Spreemo, a healthcare marketplace, and Shopbeam, a shoppable ads company.
ja: これまで医療関連の Spreemo やネット広告企業の Shopbeam など複数のスタートアップ企業で CTO を務めました。

source: Dan was previously the co-founder and CEO of Hyperledger, a San Francisco-based technology firm that developed the first permissioned ledger to allow financial institutions to clear and settle transactions in real-time.
ja: 金融機関のリアルタイム決済を実現するために最初の permissioned ledger を開発したサンフランシスコ拠点のテクノロジ ファーム Hyperledger の共同設立者兼 CEO でした。

source: Dan will discuss why a new blockchain project was needed for business and what the main use cases and requirements for the technology are for commercial applications, as well as extending the overview on the history and projects in the Hyperledger umbrella and how you can get involved.
ja: Dan は、ビジネスが新しいブロックチェーン プロジェクトを必要としている理由、商用アプリのおもなユース ケースと技術要件、Hyperledger の歴史の概要、その傘下のプロジェクト、プロジェクトへの参加方法などについて語ります。

source: Data & Analytics
ja: データ & 解析

source: Data Plane Scalability
ja: データ プレーンのスケーラビリティ

source: Date: Friday, November 18th.
ja: 開催日: 11 月 18 日 (金)

source: Dates To Remember
ja: 今後の予定

source: Dates to Remember:
ja: 今後の予定

source: Dave Rosenberg is SVP of Strategy and Operations for The Linux Foundation, based in San Francisco.
ja: Dave Rosenverg は The Linux Foundation の戦略・運用担当 SVP で、サンフランシスコを拠点に活動しています。

source: Dave has been extensively quoted and published as an industry expert on open source and business.
ja: また、オープン ソースとビジネスに関する業界エキスパートとして、広く取り上げられています。

source: Dave writes and speaks regularly on FOSS-related issues, their interaction with standard-setting, technology transfer best practices, licensing business models, and other subjects at the intersection of law and high technology.
ja: また、FOSS 関連の問題、標準化団体とのやりとり、技術移転のベスト プラクティス、ライセンス ビジネス モデルなど、法律と先端技術の接点に存在するさまざまなテーマについて定期的に執筆や講演を行っています。

source: David is CTO of Engineering and Chief Architect at Cisco, where he is responsible for leading research and development of new Cisco technologies.
ja: David は、Cisco のエンジニアリング部門担当 CTO 兼チーフ アーキテクトであり、新しい Cisco テクノロジの研究開発リーダーです。

source: David is Vice President, Legal Counsel at Qualcomm Technologies, where he currently leads the open source practice and policy team.
ja: David Marr は Qualcomm Technologies の法務担当バイス プレジデントであり、オープン ソース プラクティス&ポリシー チームのリーダーです。

source: December 6 - 7, 2017
ja: 2017 年 12 月 6 日

source: Dedicated press release announcing membership
ja: プレス リリースによるメンバーシップの発表が行われる

source: Delivering Live Content And Updates To Vehicles In Motion
ja: 移動中の車両へのライブ コンテンツ配信やアップデート

source: Demo applications for rear seat display, video playback, AM/FM radio, wheel input device, navigation, HVAC control, media player and browser, settings and home screen will be on display.
ja: 後席ディスプレイ、ビデオ再生、AM/FM ラジオ、ホイール入力デバイス、ナビゲーション、HVAC コントロール、メディア プレーヤー/ブラウザー、セッティング、およびホーム スクリーンのデモ アプリが展示されます。

source: Depending on your membership level with The Linux Foundation (please inquire for specific benefits), your organization will gain:
ja: メンバーシップ レベルに応じて、次のような特典が用意されています (詳細についてはお問い合わせください)。

source: Describe who the audience is and what you expect them to gain from your presentation
ja: Audience: 対象とする受講者、および受講者があなたの発表から得られる知識について説明します

source: Describe who the audience is and what you expect them to gain from your presentation (900 characters maximum).
ja: Audience: 対象とする受講者、および受講者があなたの発表から得られる知識について説明します (英語で 900 字以内)。

source: Despite growing concern for data security, most transactions and websites are not secure
ja: データのセキュリティに関する懸念は増えているが、多くの取引処理や Web サイトは無防備

source: Detailed benefits by membership level are available upon request.
ja: メンバーシップ レベルの特典の詳細については、随時お問い合わせください。

source: DevOps / System Administration
ja: DevOps / システム管理

source: DevOps / Systems Administration 20%
ja: DevOps / システム管理 20%

source: DevOps is among the most sought after skills in the industry.
ja: DevOps は業界が特に求めているスキル。

source: Developed through a joint effort by dozens of member companies, the AGL Unified Code Base (UCB) 3.0 is an open source infotainment platform that can serve as the de facto industry standard.
ja: 数十社のメンバー企業の協力によって開発された AGL Unified Code Base (UCB) 3.0 は、業界のデファクト スタンダートになり得るオープン ソース インフォテインメント プラットフォームです。

source: Developer Resources
ja: 開発者リソース https://wiki.automotivelinux.org/

source: Developers - Software Developers, Programmers, Maintainers and IT Professionals
ja: 開発者 － ソフトウェア開発者、プログラマー、メンテナー、IT プロフェッショナル

source: Developers and suppliers can build once and have a product work for multiple OEMs instead of having to build different versions for each make and model.
ja: 開発者やサプライヤーが 1 度開発した製品を複数の OEM で利用できるため、メーカーやモデルごとに別バージョンを開発する必要がなくなります。

source: Developers and technical users in the fields of CGroups and Linux Containers are invited to submit speaking proposals for Open Source Summit Japan.
ja: CGroup や Linux コンテナの分野の開発者および技術ユーザーは、ぜひ Open Source Summit Japan の講演者として応募してください。

source: Developers:
ja: 開発者:

source: Development / Engineering
ja: 開発 / エンジニアリング

source: Development / Engineering 45%
ja: 開発 / エンジニアリング 45%

source: Development activity has gone from 107 commits a month to more than 386 by the team of more than 70 committers
ja: 1 か月あたり 107 コミットだった開発アクティビティは 386 コミットを超え、70 人を超えるコミッター チームがこれを支える

source: Diamond Sponsorship....................................................6
ja: ダイアモンド スポンサーシップ

source: Did you:
ja: たとえば

source: DigitalGlobe Launches Next Generation Satellite Ground System with Cloud Foundry
ja: DigitalGlobe が Cloud Foundry を利用した次世代衛星地上システムに着手

source: Direct access to The Linux Foundation executives for open source strategy discussions
ja: オープン ソース戦略について The Linux Foundation の上層部と直接議論する

source: Direct access to our open source compliance experts for ad hoc discussions ranging from potential new projects to internal program office structures and processes
ja: The Linux Foundation のオープン ソース コンプライアンス エキスパートに直接アクセスし、新プロジェクトの可能性や、社内のプログラム オフィスの構造やプロセスなどについて個別に議論する

source: Direct access to technical decision-makers of the Linux platform
ja: Linux プラットフォームの技術的意思決定者に直接アクセスすることができる

source: Directions & Transportation Options
ja: ホテルへのアクセス

source: Directions to Keikyu EX Inn Yokohama Station Higashiguchi
ja: 京急 EX イン横浜駅東口 http://www.yokohama.keikyu-exinn.co.jp/access.html

source: Directions to Yokohama Bay Sheraton Hotel & Towers
ja: 横浜ベイシェラトン ホテル＆タワーズ http://www.starwoodhotels.com/sheraton/property/area/map.html?propertyID=1134

source: Director / GM 10%
ja: ディレクター / GM 10%

source: Director of Product Development
ja: 製品開発担当ディレクター

source: Discounts on corporate onsite or live virtual technical training
ja: 企業に出向して行う技術講習やバーチャルなライブの技術講習を特別価格で受講できる

source: Discuss and exchange compliance best practices (processes, policies, guidelines, tools, open source governance, etc.)
ja: コンプライアンスのプロセス、ポリシー、ガイドライン、ツール、オープンソース ガバナンスなどのベストプラクティスについて議論および意見交換を行う

source: Discuss common compliance challenges and how to address them
ja: 一般的なコンプライアンスの課題とその解決方法について議論する

source: Discussions of common compliance challenges and how to address them
ja: コンプライアンスに関する共通の問題やその対処方法について議論する

source: Discussions of evolving standards and how they may impact compliance programs
ja: 新しい標準とそれらがコンプライアンス プログラムに与える可能性のある影響について議論する

source: Diversity & Inclusion
ja: ダイバーシティとインクルージョン

source: Diversity and needs-based scholarship applications are also being accepted at https://events.linuxfoundation.org/events/apache-big-data-europe/attend/scholarship-opportunities.
ja: 多様性と必要性を重視した奨学制度 (ダーバーシティ奨学金および優先登録割引奨学金) の申請方法については、こちらを参照してください。 https://events.linuxfoundation.jp/events/apache-big-data-europe/attend/scholarship-opportunities

source: Doers.
ja: 実行の人。

source: Does The Linux Foundation store my credit card information for the annual recurring charge of the Individual Supporter fees?
ja: 毎年個人サポーター契約の更新に使用する私のクレジット カード情報を The Linux Foundation は保存していますか?

source: Doky Becomes Linux Foundation Gold Member
ja: Doky が Linux Foundation ゴールド メンバーに

source: Doky calls its service “fluid computing”.
ja: Doky は自社のサービスを "fluid computing (流体コンピューティング)" と呼んでいます。

source: Doky is an online-based operating system, providing unique features such as a seamless cloud collaboration and storage solution and a quickly growing, fully integrated set of virtual desktop apps.
ja: Doky はオンラインベース オペレーティング システムで、シームレスなクラウド コラボレーションやストレージ ソリューション、急成長中の仮想デスクトップ アプリ セットのようなユニークな機能を提供します。

source: Doky offers a free web and mobile platform that can replace the functions of a local computer, allowing users to access their desktop, data, tabs and more securely from any computer, anywhere, anytime.
ja: 同社は、ローカル コンピューターの機能に代わり得るフリーの Web & モバイル プラットフォームを提供しており、ユーザーは、いつでもどこでもどのコンピューターからでも自分のデスクトップやデーターやタブなどに安全にアクセスできます。

source: Don't suffer from bob.smith2315@mail.com
ja: 迷惑メールに悩むことのないアドレスです。

source: Don't suffer from bob.smith2315@mail.com.
ja: 迷惑メールに悩むことのないアドレスです。

source: Donate
ja: 寄付

source: Donations to The Linux Foundation are used to help fund critical services for open source infrastructure that benefits the Linux community.
ja: The Linux Foundation への寄付金は、Linux コミュニティが利用するオープン ソース基盤に不可欠なサービスの助成に活用されています。

source: Don’t Feel Intimidated
ja: 心配は要りません

source: Double: ¥32,400
ja: ダブル： \32,400

source: Doug Cutting, Apache Hadoop creator, at Apache Big Data
ja: Doug Cutting (Apache Hadoop の創始者) が Apache Big Data で講演

source: Doug holds a bachelor's degree in electrical engineering from Oregon State University and a master's degree in management from Stanford University.
ja: 彼はオレゴン州立大学で電気工学の学士号を、スタンフォード大学でマネージメントの修士号を取得しています。

source: Doug is corporate vice president and general manager of the Software Group for Intel Corporation.
ja: Doug は Intel の ソフトウェア グループ担当コーポレート バイス プレジデント兼ゼネラル マネージャーです。

source: Doug is currently chairman of the board of the Linux Foundation and is a member of the internal board for Wind River Systems, a wholly owned subsidiary of Intel Corporation.
ja: 現在は The Linux Foundation ボードの議長を務め、Intel の完全所有子会社である Wind River Systems の社内取締役でもあります。

source: Download Report
ja: レポートをダウンロードする

source: Download the 2017 Linux Foundation Event Prospectus
ja: 2017 年版 Linux Foundation イベント スポンサーシップ概要をダウンロードする

source: Download the Automotive Linux Summit 2017 Sponsorship Prospectus
ja: Automotive Linux Summit 2017 のスポンサーガイドをダウンロードする

source: Download the Open Source Summit Japan 2017 Sponsorship Prospectus
ja: Open Sumit Summit Japan 2017 スポンサーシップ概要をダウンロードする

source: Dr. Irving Wladawsky-Berger,Chairman Emeritus, IBM Academy of Technology
ja: IBM Academy of Technology の名誉会長 Dr. Irving Wladawsky-Berger

source: During his tenure, the company grew 20 percent year on year over a ten-year stretch to become one of the most awarded and respected agencies in the industry.
ja: 同社は、彼の在職期間中 10 年以上にわたり毎年 20% の成長を遂げ、業界最多の受賞歴を持つ著名企業になりました。

source: During opening keynote.
ja: オープニングの基調講演で紹介

source: During this period, Dan served on the Board of Directors of the GENIVI Alliance and was responsible for the creation of the GENIVI Compliance Program, a group that he chaired for its first three years, which led to the release of the GENIVI Specification, a widely adopted standard in the automotive industry.
ja: 同期間中、GENIVI Alliance の役員を務め、GENIVI コンプライアンス プログラムの開発を担当しました。彼が最初の 3 年間議長を務めたグループは、自動車業界に広く採用された規格である GENIVI 仕様書のリリースを主導しました。

source: During this time he was project leader of the Kerberos V5 team.
ja: 当時は、Kerberos V5 チームのプロジェクト リーダーを務めています。

source: ELC is the premier vendor-neutral technical conference for companies and developers using Linux in embedded products.
ja: ELC は、組込み製品で Linux を使用する企業や開発者のための、ベンダー中立な大規模技術カンファレンスです。

source: EXPECTED BEHAVIOR
ja: 求められる行動

source: Each part of The Linux Foundation Open Source Summit brings part of the open source community to the table, providing a holistic overview of the industry:
ja: The Linux Foundation Open Source Summit の各パートにそれぞれのオープン ソース コミュニティが集合することで、業界全体の概観が明らかになります。

source: Each part[1] of The Linux Foundation Open Source Summit brings part of the open source community to the table, providing a holistic overview of the entire open source ecosystem.
ja: The Linux Foundation Open Source Summit の各パートがそれぞれのオープン ソース コミュニティを結集することで、オープン ソース エコシステム全体の概観が明らかになります。

source: Each subset of The Linux Foundation Open Source Summit brings part of the open source community to the table, providing a holistic overview of the entire open source ecosystem.
ja: The Linux Foundation Open Source Summit の各サブセットがそれぞれのオープン ソース コミュニティを結集することで、オープン ソース エコシステム全体の概観が明らかになります。

source: Earlier in her career she held various leadership positions in the telecom industry, including running a partner program for CPE, doing solutions marketing for the IP Division at Alcatel-Lucent, business development, and participating in numerous standards activities.
ja: また、CPE のためのパートナー プログラの運営、Alcatel-Lucent の IP 部門のソリューション マーケティングの実行、ビジネス開発、各種標準化活動への参加など、通信業界でさまざまなリーダーシップの役割を果たしてきました。

source: Earlier, he was a general partner at Skymoon Ventures, a $70 million seed-stage venture capital firm that created startups in semiconductors and telecom infrastructure.
ja: それ以前は、シード ステージのベンチャー キャピタル ファーム Skymoon Ventures でゼネラル パートナーとして勤務していました。

source: Early Registration Fee: $350 (through April 16, 2017)
ja: 早期登録料金 1 期: US$350 (2017 年 4 月 16 日まで)

source: Early registration ends Friday, December 2, and offers early subscribers $600 off the full price.
ja: 12 月 2 日までの登録 https://www.regonline.com/registration/Checkin.aspx?EventID=1908081 には早割料金が適用され、正規料金より $600 引きで登録できます。

source: Ecosystem, Community & Professional Open Source
ja: エコシステム、コミュニティ、およびプロフェッショナル オープン ソース

source: Ecosystem, Compliance & Legal
ja: エコシステム、コンプライアンス、リーガル

source: Editorial Interview and Article on Linux.com: Over 1M unique visitors per month.
ja: Linux.com でのインタビューや記事: 毎月 100 万人以上のユニーク ビジター。
